[
    {
        "anime_name" : "One Piece",
        "number_of_epi" : 1063,
        "anime_des" :  "<strong>Gold Roger</strong> was known as the <strong>Pirate King</strong>, the strongest and most infamous being to have sailed the <strong>Grand Line</strong>. The <strong>capture and death of Roger</strong> by the <strong>World Government</strong> brought a change throughout the <strong>world</strong>. His last words before his death revealed the location of the <strong>greatest treasure in the world</strong>, <strong>One Piece</strong>. It was this revelation that brought about the <strong>Grand Age of Pirates</strong>, men who dreamed of finding <strong>One Piece</strong> (which promises an unlimited amount of <strong>riches and fame</strong>), and quite possibly the most coveted of titles for the person who found it, the title of the <strong>Pirate King</strong>.",
        "updated_time" : "25/05/2023",
        "slide_image" : "https://vivek0018.github.io/Files.Animerulz/images/OnePiece.webp",
        "slide_onclick" : "https://animerulz.xyz/OnePiece/Watch-Now/?ep=1063&aud=jap",
        "slide_onclick_details" : "https://animerulz.xyz/OnePiece/"
    },
    {
        "anime_name" : "Hells paradise",
        "number_of_epi" : 8,
        "anime_des" :  "The Edo period is nearing its end. Gabimaru, a shinobi formerly known as the strongest in Iwagakure who is now a death row convict, is told that he will be acquitted and set free if he can bring back the Elixir of Life from an island that is rumored to be the Buddhist pure land Sukhavati. In hopes of reuniting with his beloved wife, Gabimaru heads to the island along with the executioner Yamada Asaemon Sagiri. Upon arriving there, they encounter other death row convicts in search of the Elixir of Life... as well as a host of unknown creatures, eerie manmade statues, and the hermits who rule the island. Can Gabimaru find the Elixir of Life on this mysterious island and make it back home alive?",
        "updated_time" : "25/05/2023",
        "slide_image" : "https://vivek0018.github.io/Files.Animerulz/images/HellsParadise.webp",
        "slide_onclick" : "https://animerulz.xyz/HellsParadise/Watch-Now/?ep=1&aud=eng",
        "slide_onclick_details" : "https://animerulz.xyz/HellsParadise/"
    },
    {
        "anime_name" : "Demon Slayer Swordsmith Village",
        "number_of_epi" : 7,
        "anime_des" :  "It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.",
        "updated_time" : "25/05/2023",
        "slide_image" : "https://vivek0018.github.io/Files.Animerulz/images/DemonSlayer.webp",
        "slide_onclick" : "https://animerulz.xyz/DemonSlayerSwordsmithVillageArc/Watch-Now/?ep=1&aud=jap",
        "slide_onclick_details" : "https://animerulz.xyz/DemonSlayerSwordsmithVillageArc/"
    },
    {
        "anime_name" : "Naruto",
        "number_of_epi" : 220,
        "anime_des" :  "Naruto Uzumaki, a hyperactive and knuckle-headed ninja, lives in Konohagakure, the Hidden Leaf village. Moments prior to his birth, a huge demon known as the Kyuubi, the Nine-tailed Fox, attacked Konohagakure and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the 4th Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.",
        "updated_time" : "25/05/2023",
        "slide_image" : "https://vivek0018.github.io/Files.Animerulz/images/Naruto.webp",
        "slide_onclick" : "https://animerulz.xyz/Naruto/Watch-Now/?ep=1&aud=tel",
        "slide_onclick_details" : "https://animerulz.xyz/Naruto/"
    },
    {
        "anime_name" : "Dr Stone New World",
        "number_of_epi" : 7,
        "anime_des" :  "After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world— turning every single human into stone.Several millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified",
        "updated_time" : "25/05/2023",
        "slide_image" : "https://vivek0018.github.io/Files.Animerulz/images/DrStoneNewWorld.webp",
        "slide_onclick" : "https://animerulz.xyz/DrStoneNewWorld/Watch-Now/?ep=1&aud=jap",
        "slide_onclick_details" : "https://animerulz.xyz/DrStoneNewWorld/"
    }
]
